Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: If the character’s speed is less than 30 feet, he or she takes a penalty of –6 for every 10 feet of speed less than 30.
zh_cn: 若角色速度低于30尺，每比30尺低10尺都要受到6点减值。

source: If the check fails by 4 or less, the character has failed but can try again.
zh_cn: 若检定失败4点及以下，角色失败但可重试。

source: If the check fails by 5 or more, the explosive compound detonates as it is being made, dealing half of its intended damage to the builder and anyone else in the burst radius.
zh_cn: 如果检定失败，结果低于DC5点及以上，爆炸化合物将会视为成品爆炸物爆炸，对制造者和爆炸半径内的其他人产生成品爆炸物一半的伤害。

source: If the check fails, the GM makes a Wisdom check (DC 10) for the character to see if he or she avoids drawing a false conclusion about the text.
zh_cn: 若检定失败，GM将为角色做一次感知检定（DC10），决定角色的解读是否得出了错误的结论。

source: If the check fails, the action automatically fails and is wasted.
zh_cn: 检定失败，该动作自动失败并浪费掉。

source: If the check fails, the raw materials are used up but the XP are not spent.
zh_cn: 若检定失败，将消耗原材料，但不会消耗经验值。

source: If the check fails, you pay the power point cost and the power manifests.
zh_cn: 若检定失败，则照常消耗灵力点释放此灵力。

source: If the check is failed by 5 or more, the security system immediately alerts its administrator that there has been an unauthorized entry.
zh_cn: 如果检定失败，低于DC5点甚至更多，安全系统会立即警报通知管理员有非法入侵。

source: If the check is successful, the animal performs the task or trick on its next action.
zh_cn: 如果检定成功，动物的下一个动作就是完成这个工作或技巧。

source: If the check succeeds, for the rest of the combat the Smart hero uses his or her Intelligence bonus instead of either Strength or Dexterity bonus on attack rolls as the hero finds ways to outthink his opponent and notices weaknesses in his opponent’s fighting style.
zh_cn: 若成功，智力型英雄在接下来的战斗用智力加值代替力量或敏捷加值结算攻击骰，当作是英雄脑子转得比对手快并抓住了对手战斗的破绽。

source: If the check succeeds, the character disables the device.
zh_cn: 如果检定成功，角色解除此设备。

source: If the check succeeds, the character understands the general content of a piece of writing, reading about one page of text or its equivalent in 1 minute.
zh_cn: 如果检定成功，角色将能理解一页纸或一分钟能读完的内容。

source: If the check succeeds, the character’s ally gains a +2 circumstance bonus to apply to his or her skill check to complete the task.
zh_cn: 如果检定成功，角色的盟友完成此任务的技能检定获得2点情景加值。

source: If the check succeeds, the dead character can make a Fortitude save (DC 15) to stabilize and be restored to 0 hit points.
zh_cn: 若检定成功，死亡角色进行一次强韧豁免（DC15）以稳定并直接恢复至0生命。

source: If the check succeeds, the dead character can make a Fortitude save (DC 20) to stabilize and be restored to 1d6 hit points.
zh_cn: 若检定成功，死亡角色进行一次强韧豁免（DC20）以稳定并直接恢复至1d6点生命。

source: If the check succeeds, the effect of the improvement lasts for a number of minutes equal to his or her Techie class level, beginning when the object is first put into use.
zh_cn: 若检定成功，提升效果从提升后第一次使用开始计算，持续等同于技师等级的分钟数。

source: If the check succeeds, the final product is a solid material, about the size of a brick.
zh_cn: 若检定成功，最终产品是一个固态的，砖头大小的爆炸化合物。

source: If the check succeeds, treat the fall as if it were 10 feet shorter when determining damage.
zh_cn: 若检定成功，结算伤害的等效坠落高度减少10尺。

source: If the check succeeds, you can attempt the action without incurring any attacks of opportunity.
zh_cn: 若检定成功，就可以如此释放灵力，避免所有的借机攻击。

source: If the check succeeds, you can attempt the casting without incurring any attacks of opportunity.
zh_cn: 若检定成功，就可以如此施法，避免所有的借机攻击。

source: If the check succeeds, you may continue with the action as normal.
zh_cn: 检定成功则如常继续该动作。

source: If the climb is less than 10 feet, reduce the DC by 5.
zh_cn: 如果攀爬低于10尺，DC-5。

source: If the covering character has a Dex-terity bonus to Defense or a dodge bonus, and this bonus keeps the covering character from being hit, then the original target is hit in-stead.
zh_cn: 若提供掩蔽的角色的防御有敏捷加值或有闪避加值，且此加值正好让角色免于被命中，则原目标将承受伤害。

source: If the creature also has the improved grab ability (see below), it deals constriction damage in addition to damage dealt by the weapon used to grab.
zh_cn: 如果生物精通攫抓能力（见下文），则会在攫抓所用武器造成的伤害之外额外造成紧勒的伤害。

source: If the creature can attack, it applies its Dexterity modifier to its base attack instead of a Strength modifier.
zh_cn: 若该生物可以攻击，则使用敏捷调整值代替力量调整值计算基础攻击。

source: If the creature does not constrict, each successful grapple check it makes during successive rounds automatically deals the damage given for the attack that established the hold.
zh_cn: 如果生物不紧勒，在每轮的擒抱检定中，每次成功的擒抱检定将造成最初缠握时所造成的伤害。

source: If the damage equals or exceeds the target’s massive damage threshold, the target must make a Fortitude save (DC 15).
zh_cn: 如果伤害大于等于目标的巨创阈值，目标必须进行强韧豁免判定（DC15）。

source: If the defender survives the damage, he or she still must make a Fortitude save (DC 10 + damage dealt) or die.
zh_cn: 若防御方在受到伤害后仍存活，防御方仍然必须做一次强韧豁免（DC10+造成的伤害），失败则死亡。

source: If the device is monitored, the fact that the character attempted to disable it will probably be noticed.
zh_cn: 如果设备被监控了，角色试图解除装置将可能被发现。

source: If the eavesdropper beats the DC by 5 or more, he or she understands the secret message.
zh_cn: 如果成功结果成功大于等于5点，偷听者将会破译密信。

source: If the encounter involves both vehicles and characters on foot, use character scale.
zh_cn: 如果遭遇战是涉及载具与徒步的角色的，应用角色尺度。

source: If the entangling bonds are anchored to an immobile object, the entangled hero can’t move.
zh_cn: 如果纠缠是绑定在固定的物体上，被纠缠的英雄将无法移动。

source: If the examiner’s check result is equal to or higher than the original Forgery check, the document is determined to be fraudulent.
zh_cn: 如果检查者的检定结果大于等于原伪造文书检定结果，伪造将被识破。

source: If the expenditure of these XP would drop the Techie to below the minimum needed for his or her current level, then the XP can’t be paid and the Techie can’t use the mastercraft ability until he or she gains enough additional XP to remain at his or her current level after the expenditure is made.
zh_cn: 如果消耗的经验值让剩余经验不足以满足技师当前职业等级所需，则无法消耗经验值，此制造过程不可进行，只有消耗经验而不降级才可制造大师级工艺。

source: If the game setting includes magic or other supernatural effects, there can also be deflection, enhancement, enlargement, haste, inherent, insight, luck, profane, resistance, and sacred bonus descriptors.
zh_cn: 如果游戏设定包括了魔法或者其他超自然效果，还将包括偏斜、增强、巨化、加速、固有、洞见、运气、亵渎、抗力、神圣这些加值学名。

source: If the grapple succeeds, the attacker can choose to deal normal unarmed damage as well as choke the target.
zh_cn: 如果擒抱成功，攻击者可以选择空手攻击或者使对方窒息。

source: If the hero fails to show up, the agency loses the bail loan, and may send bounty hunters or other thugs after the character.
zh_cn: 如果英雄未按时出庭，“欠条”将成为坏账，有关部门会派出赏金猎人或其他打手向角色追索。

source: If the hero succeeds in the check, he or she gains a +2 bonus on the Diplomacy check.
zh_cn: 若英雄检定成功，交涉检定将获得2点加值。

source: If the initial check fails, the other character has become more firmly resolved to resist the intimidator, and trying again is futile.
zh_cn: 如果首次检定失败，对方会更坚定地抗拒威吓，重试也是没用的。

source: If the initial check fails, the other character has probably become more firmly committed to his or her position, and trying again is futile.
zh_cn: 如果首次检定失败，对方可能会更加坚定自己的立场，所以重试是无用的。

source: If the off-hand weapon is light, the penalties are reduced by 2 each.
zh_cn: 如果副手武器是轻武器，两只手的攻击减值都要少2点。

source: If the opponent avoids the character, the character keeps moving.
zh_cn: 如果目标避开了角色，角色将继续移动。

source: If the opponent fails to disarm, the character does not get a free disarm attempt against the opponent.
zh_cn: 如果目标的这次尝试缴械失败，角色将无法获得免费的缴械的机会。

source: If the opponent is upwind, the range increases to 60 feet; if downwind, it drops to 15 feet.
zh_cn: 如果对手在上风处，距离增加至60尺，在下风处，距离减至15尺。

source: If the power of the strongest Shadow aura is “overwhelming,” and has a rating of at least twice the Shadow Slayer’s character level, the Slayer is stunned for 1 round and the use of this ability ends.
zh_cn: 如果最强暗影的`气场强度`是“凌厉”，并且`能级`大于等于暗影猎手角色等级的两倍，暗影猎手将陷入震慑状态1轮并中止感应。

source: If the result equals or beats the target’s Defense, the character hits and deals damage.
zh_cn: 若结果大于等于对方的防御值，则角色命中并造成伤害。

source: If the result equals or exceeds the creature’s power resistance, the power works normally, although the creature is still allowed a saving throw.
zh_cn: 若检定结果大于等于生物的灵能抗力，灵力照常生效，但生物仍可以掷豁免骰。

source: If the result equals or exceeds the creature’s spell resistance, the spell works normally, although the creature is still allowed a saving throw.
zh_cn: 若检定结果大于等于生物的法术抗力，法术照常生效，但生物仍可以掷豁免骰。

source: If the result of the d20 roll + the Modifiers equals or exceeds the Target Number, the test is successful.
zh_cn: 若 `d20投骰+调整值` 数值大于等于`目标值`，则判定为事件成功，

source: If the save fails by 10 or more, and the object is at least three size categories larger than the character, the character is pinned under the fallen object.
zh_cn: 如果豁免失败，相比DC低10点甚至更低，并且物体尺寸比角色尺寸至少大3级，角色会被压制在坠落物之下。

source: If the save fails, the character loses 1 hit point and must make another save on his or her turn the next round.
zh_cn: 如果豁免失败，角色失去1点生命，并且下一轮在角色的回合必须再进行一次这样的豁免。

source: If the save fails, the character remains unconscious.
zh_cn: 如果豁免失败，角色仍保持昏迷状态。

source: If the save fails, the opponent stops fighting.
zh_cn: 豁免失败，则停战。

source: If the save fails, the target becomes dazed (unable to act, but can defend normally) for 1 round.
zh_cn: 如果豁免失败，目标会陷入眩晕1轮（无法行动，但可保护自己）。

source: If the save fails, the target receives a –1 penalty on attack rolls, ability checks, skill checks, and saving throws for a number of rounds equal to the character’s Charismatic level.
zh_cn: 若豁免失败，目标会在等同于施放者魅力等级的轮数内，攻击骰、属性检定、豁免骰都获得一点减值。

source: If the save succeeds, he or she takes only half damage.
zh_cn: 若成功通过该豁免，英雄只受一半伤害。

source: If the save succeeds, the Shadow creature doesn’t disappear but is instead stunned for 1d4+1 rounds.
zh_cn: 若豁免成功，此暗影生物不会消失，但会震慑1d4+1轮。

source: If the save succeeds, the character becomes stable.
zh_cn: 如果豁免成功，角色进入稳定状态。

source: If the save succeeds, the character suffers no ill effect beyond the loss of hit points.
zh_cn: 如果豁免成功，角色只会扣除相应的生命值。

source: If the save succeeds, the opponent continues as normal.
zh_cn: 豁免成功则如常行动。

source: If the save succeeds, the stable character regains consciousness, becoming disabled (see above).
zh_cn: 如果豁免成功，稳定的角色会恢复意识，变为瘫痪（见上文）。

source: If the saving throw fails, full damage is applied.
zh_cn: 失败则受到完全的伤害。

source: If the saving throw fails, the hero becomes the target’s sole focus.
zh_cn: 豁免失败，英雄将成功吸引目标的注意。

source: If the saving throw fails, the target becomes dazed (unable to act, but can defend normally) for 1 round.
zh_cn: 如果豁免失败，目标会陷入眩晕1轮（无法行动，但可保护自己）。

source: If the scene involves only vehicles, and they’re likely to move at much higher speeds than characters or creatures on foot, use chase scale.
zh_cn: 如果这是只有载具的场景，且载具的移动速度远高于角色或生物的徒步移动，则应用追逐尺度。

source: If the second roll also results in a hit against the target’s Defense, the attack is a critical hit.
zh_cn: 如果第二次攻击骰与目标的防御值对抗的结果为`命中`，则此次攻击为一次重击。

source: If the site alerts the character to an intruder, the character can attempt to cut off the intruder’s access (end the intruder’s session), or even to identify the intruder.
zh_cn: 如果站点警告有人入侵，角色可以试图切断入侵者的访问（结束入侵者的会话），甚至可以识别入侵者的身份。

source: If the site being hacked is not connected to the Internet, this is probably the only way a character can access it.
zh_cn: 如果要黑入的站点不与互联网相连，这可能就是角色访问此站点的唯一办法。

source: If the situation doesn’t require the expenditure of money, no Wealth check is necessary.
zh_cn: 若信息不需要花钱购买，就没必要进行财富检定。

source: If the situation permits, the character can make additional checks as long as he or she is not being actively opposed.
zh_cn: 如果情况允许，只要角色的脱逃不是在与对手正面对抗，则可重试。

source: If the skill selected is already a class skill for the character, he or she also gains a one-time competence bonus for that skill.
zh_cn: 若所选技能已经是角色的本职技能，则角色获得该技能的一个一次性的表现加值。

source: If the space is long, such as in an airshaft, the GM may call for multiple checks.
zh_cn: 如果空间狭长，比如在通风竖井内，GM要做多次检定。

source: If the spell has a duration other than instantaneous, the spell stops affecting the familiar if the creature moves farther than 5 feet away.
zh_cn: 如果法术是持续的而非瞬时的，当魔宠处于5尺以外时，作用在魔宠上的法术将失效。

source: If the square is within one range increment, you do not need to make an attack roll.
zh_cn: 如果方格在一射程跨度内，则无需掷攻击骰。

source: If the stake is higher than the character’s Wealth bonus (before applying any reductions from purchasing the stake), the character gets a +1 bonus on his or her Gamble check for every point the purchase DC is above the character’s Wealth bonus.
zh_cn: 若赌注高于角色的财富加值（购买赌注之前的值），每超过1点，角色的赌博检定就获得1点加值。

source: If the stake is within the character’s means (it is equal to or less than his or her Wealth bonus), the character stands no chance of winning any significant amount.
zh_cn: 若赌注只是角色的九牛一毛（小于等于角色的财富加值），角色是没有机会赢得任何可观的奖励的。

source: If the subject is worried about being followed, he or she can make a Spot check (opposed by the character’s Hide check) every time he or she changes course (goes around a street corner, exits a building, and so on).
zh_cn: 如果目标担心被跟踪，可以在每次切换地域（转过一个街角、离开建筑等等）时进行一次侦察检定（与角色的躲藏检定对抗）。

source: If the swallowed opponent chooses the latter course, success puts it back in the creature’s mouth, where it may be bitten or swallowed again.
zh_cn: 如果被吞噬者选择后者，脱逃成功将会回到吞噬者的嘴里，可能会在此遭到啮咬或吞噬。

source: If the target fails the save, his or her attitude toward the other designated character worsens by one step: helpful turns to friendly, friendly to indifferent, indifferent to unfriendly, unfriendly to hostile (see the Diplomacy skill).
zh_cn: 豁免失败，被挑拨的目标对指定角色的态度下降一级：提供帮助到友善、友善到不关心、不关心到不友善、不友善到敌对（见交涉技能）。

source: If the target fails, he or she is knocked unconscious for 1d4+1 rounds.
zh_cn: 如果检定失败，目标会昏迷1d4+1轮。

source: If the target fails, he or she reacts to the emotion as described below.
zh_cn: 如果豁免失败，目标将如下述规则产生情绪效果。

source: If the target is already grappling someone else, a character can use an attack to start a grapple, as above, except that the target doesn’t get an attack of opportunity against the character, and the character’s grab automatically succeeds.
zh_cn: 如果目标正在擒抱他人，角色可以用一个攻击动作发动擒抱，步骤如上文，但目标不会有对角色的借机攻击，而且角色的攫抓阶段自动成功。

source: If the target is in combat or some other tense situation, and therefore in a state of acute awareness and readiness, or if the target can use his or her Dexterity bonus to Defense, then that target can’t be considered unaware.
zh_cn: 如果目标处于战斗中或其他紧张的情况，且因此处于紧张的警觉与待命状态，或者目标处于可在防御中应用敏捷加值的情形，则目标不可被视为未觉察。

source: If the target is so big that part of it is 10 feet or farther from the nearest ally, the character can avoid the –4 penalty, even if it’s engaged in melee with an ally.
zh_cn: 如果目标过于庞大，目标的一些部位与最近的盟友的距离大于等于10尺，角色可射击此处于近战的敌人且不用承受4点减值。

source: If the target is using a weapon in two hands, he or she gets an additional +4 bonus.
zh_cn: 如果目标使用双手武器，还会再获得4点加值。

source: If the target square is more than one range increment away, make an attack roll.
zh_cn: 如果方格在1射程跨度外，则需要掷攻击骰。

source: If the target succeeds at the saving throw, he or she is immune to the compulsion of this performance.
zh_cn: 如果目标豁免成功，将免疫此表演的蛊惑。

source: If the target succeeds on the save, the target is dazed for 1 round.
zh_cn: 如果目标豁免成功，目标晕眩一轮。

source: If the target took 10 on his or her Sleight of Hand check, use this formula:
zh_cn: 如果目标在手上功夫检定中取10，使用以下公式：

source: If the target’s Sense Motive check succeeds by 11 or more, he has seen through the bluff, and would have succeeded in doing so even if it had not placed any demand on him (that is, even without the +10 bonus).
zh_cn: 如果目标察言观色检定结果高于唬骗11以及更多，目标则是看穿了唬骗，唬骗者还未提任何要求就被拒绝了（也就是没有那10点加值，目标也成功了）。

source: If the threat is confirmed, a weapon deals double damage on a critical hit (roll damage twice, as if hitting the target two times).
zh_cn: 重击威胁发生时，武器重击，造成两次伤害（即掷伤害骰两次，视为两次击中目标）。

source: If the treating character’s check succeeds, the character provides a bonus on the poisoned character’s saving throw equal to his or her ranks in this skill.
zh_cn: 若医疗者检定成功，将为患者的豁免骰提供一个加值，加值等于医疗者的医疗等级。

source: If the treating character’s check succeeds, the treating character provides a bonus on the diseased character’s saving throw equal to his or her ranks in this skill.
zh_cn: 若医疗者检定成功，将为患者的豁免骰提供一个加值，加值等于医疗者的医疗等级。

source: If the trigger is part of another character’s actions, the readied action interrupts the other character.
zh_cn: 如果触发条件是其他角色的动作，该准备动作将打断目标角色的动作。

source: If the turning check result is equal to or greater than the turning check result that the good Acolyte scored when turning them, then the creatures are no longer turned.
zh_cn: 如果检定结果大于等于善良侍僧的驱散检定结果，被驱散生物将脱离被驱散状态。

source: If the use of a skill carries no penalty for failure, a character can take 20 and assume that he or she keeps trying until he or she eventually succeeds.
zh_cn: 如果一些技能的使用没有失败惩罚，角色可以`取20`，表示不断尝试直到成功。

source: If the weapon is held in two hands, it gets a +2 bonus to its Defense.
zh_cn: 如果武器是双手握持的，防御将获得2点加值。

source: If the weapon was thrown two to three range increments (11 to 30 feet), roll 1d8.
zh_cn: 如果武器被投掷到2到3射程跨度内（11到30尺），掷1d8。

source: If the weapons are different sizes, the combatant with the larger weapon gets a bonus on the attack roll of +4 per difference in size category.
zh_cn: 如果武器的尺寸不同，武器大的一方的攻击骰检定会获得每尺寸等级差距+4的加值。

source: If the weight of a character’s gear falls in his or her heavy load range, the character is considered heavily encumbered.
zh_cn: 如果角色负重处于重度负载区间，角色被视为处于`重度负载`状态。

source: If the weight of everything a character is wearing or carrying amounts to no more than his or her light load figure, the character can move and perform any actions normally (though the character’s speed might already be slowed by the armor he or she is wearing).
zh_cn: 如果角色穿着或承载的所有物品总重量不超过其轻度负载，角色可正常移动和做任何动作（但角色会被护甲的减速属性所减速）。

source: If the weight of the character’s gear falls in his or her medium load range, the character is considered encumbered.
zh_cn: 如果角色负重处于中度负载区间，角色被视为处于`累赘`状态。

source: If there is no danger associated with failing, the character can take 20.
zh_cn: 若失败结果没有危险，可取20。

source: If there is no particular drawback to not possessing the feat, this entry is absent.
zh_cn: 如果不具有此专长的人物不会有特定的劣势，则本项缺省。

source: If there is still a tie, roll a die.
zh_cn: 如果还是相同，相同的人物再掷一次骰决出他们的先后。

source: If they do not make attacks of opportunity, trampled opponents can attempt Reflex saves for half damage.
zh_cn: 如果不想进行借机攻击，被践踏者可以进行反射豁免以让伤害减半。

source: If this entry doesn’t appear, it means the skill works the same even when used untrained, or that an untrained character can’t make checks with this skill (true for skills that are designated “Trained Only”).
zh_cn: 如果没有这一项，即表示技能是否受训效果都是一样的，或者是不允许未受训就使用（如果技能标明了“需受训”）。

source: If this entry is omitted, the skill check can be tried again without any inherent penalty other than taking additional time.
zh_cn: 如果没有这一项，重试技能检定除了需要再花时间外没有任何固有惩罚。

source: If this is not the case, the DC for the jump is doubled.
zh_cn: 如果条件未满足，DC加倍。

source: If this weapon if fully-loaded, a character can fire both barrels at once.
zh_cn: 此武器装满弹药后，可以一次将两个枪管的弹药同时发射。

source: If those scores are the same, roll again.
zh_cn: 如果仍相同，则再投掷一遍。

source: If tools are needed, the specific items required are mentioned in the skill description.
zh_cn: 如果技能需要工具，技能描述会提到需要哪些物品。

source: If two or more combatants have the same initiative check result, the combatants who are tied go in order of total initiative modifier (including Dexterity modifier and Improved Initiative bonus, if applicable).
zh_cn: 如果两个或者更多的作战者有相同的先攻值，那么有较高总先攻调整值（包括敏捷调整值和可能有的精通先攻加值）的作战者先行动。

source: If two or more delaying characters are trying to go after one another, the one with the highest initiative modifier gets to go last; the others must go first or lose their action for the round.
zh_cn: 如果多个角色想在其他人之后行动，先攻调整值最高者优先靠后，其他人若不行动则视为放弃该行动机会。

source: If two or more delaying characters both want to act on the same initiative count, the one with the highest initiative modifier gets to go first.
zh_cn: 如果多个角色都想要在同一个先攻值行动，先攻调整值最高的角色先行动。

source: If unsuccessful, the character chooses the wrong path, but at the next juncture, with a successful check, the character realizes his or her mistake.
zh_cn: 如果不成功，角色则选错了路，但在下一个岔路口，角色会意识到自己选错了。

source: If while withdrawing, the character moves through another threatened square (other than the one started in) without stopping, enemies get attacks of opportunity as normal.
zh_cn: 角色如果在撤退时经过另一个威胁方格（起点以外的威胁方格）而没有停止移动，敌人可以照常借机攻击。

source: If you already have a high enough score in the ability, you don’t need to make this check.
zh_cn: 如果你的属性值已经满足，就不需要检定。

source: If you are using the check to emulate some quality in an ongoing manner, you need to make the checks once per hour.
zh_cn: 如果你要持续地模拟一些特性，你需要每小时都做一次检定。

source: If you do perform the strenuous action after failing the check, you take 1 point of damage, as normal.
zh_cn: 若在检定失败后做费力动作，你将照常承受1点伤害。

source: If you don’t have a sufficiently high score, you must emulate the ability score with a separate check (see above).
zh_cn: 如果你的属性值不够，你需要另外做一个检定，把属性值模仿出来（见上文）。

source: If you lost a power, the power is lost.
zh_cn: 丧失了正在释放的灵力，就真的丧失了。

source: If you lost a spell, the spell is lost.
zh_cn: 丧失了正在施展的法术，就真的丧失了。

source: If you succeed at the ability check, the power manifests with no cost in power points.
zh_cn: 若属性检定成功，则可无消耗释放此灵力。

source: If you were concentrating on an active power, the power ends.
zh_cn: 如果正在维持对一个已启动灵力的专注，如同你停止对其专注一样，该灵力停止。

source: If you were concentrating on an active spell, the spell ends.
zh_cn: 如果正在维持对一个已启动法术的专注，如同你停止对其专注一样，该法术停止。

source: If you were in the process of casting a spell, the spell is lost.
zh_cn: 如果是在施法途中，该法术丧失。

source: If you were in the process of manifesting a power, the power is lost.
zh_cn: 如果是在释放灵力途中，该灵力丧失。

source: If “Trained Only” is omitted, the skill can be used untrained.
zh_cn: 如果没有“需受训”，这个技能就可以直接使用。

source: Illegal: The object is illegal in all but specific, highly regulated circumstances.
zh_cn: 非法：物品在极其特殊和高度管制的情况下才能使用，否则皆为非法。

source: Illustrators, copywriters, cartoonists, graphic artists, novelists, magazine columnists, actors, sculptors, game designers, musicians, screenwriters, photographers, and web designers all fall under this occupation.
zh_cn: 插画师、文案写手、卡通画师、图形艺术家、小说家、杂志专栏作家、演员、雕塑师、游戏设计师、音乐家、剧作家、摄影师以及网页设计师都属于这一类。

source: Immunities: Objects are immune to nonlethal damage and to critical hits.
zh_cn: 免疫：物品免疫非致命攻击与重击。

source: Imprinting a tattoo takes one day.
zh_cn: 刻印文身需要1天的时间。

source: Impromptu armor includes items that provide protection even though they weren’t designed for that purpose, such as leather biker’s jackets and football pads.
zh_cn: 临时护甲包括那些能提供防护作用，但本不是为防止伤害而设计的护具，比如机车皮衣、橄榄球护具。

source: Improved evasion can only be used when wearing light armor or no armor.
zh_cn: 精通反射闪避只有在穿着轻甲或无甲时生效。

source: Improvised weapons of Fine size deal no damage.
zh_cn: 超微型的临时武器不会造成伤害。

source: Improvised weapons threaten a critical hit on a natural roll of 20.
zh_cn: 临时武器的重击威胁区间仅为20。

source: In a dramatic situation, the target is compelled to fight, regardless of the danger.
zh_cn: 在一些戏剧化的情境中，目标会无视危险，强行进入战斗。

source: In a hospital setting, the necessary treat Injury checks are always successful.
zh_cn: 在医院的环境，必要的医疗检定必定成功。

source: In a melee, if a character has cover against an opponent, that opponent probably has cover against the character, too.
zh_cn: 在近战战斗中，若角色对对方有掩蔽，对方对角色也会有相同的掩蔽。

source: In a normal round, a character can perform an attack action and a move action (or two move actions; a character can always take a move action in place of an attack action), or a character can perform a full-round action.
zh_cn: 在一个正常轮内，角色可以做一个攻击动作和一个移动动作（或两个移动动作；角色总是可以将移动动作代替攻击动作），或者做一个整轮动作。

source: In addition to its own armament, the Bradley’s passenger compartment has ports that allow passengers to fire their personal weapons from within the vehicle.
zh_cn: 除了自带的武器外，布雷德利的乘员位上都有射击口，乘员可用自己的武器在车内向外射击。
